abusaidm.html-snippets
austin.code-gnu-global
cschlosser.doxdocgen
eamodio.gitlens
guyskk.language-cython
jeff-hykin.better-cpp-syntax
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.live-server
shd101wyy.markdown-preview-enhanced
tintinweb.vscode-inline-bookmarks
twxs.cmake
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
xyz.local-history
